<a href="https://colab.research.google.com/github/moonjunseok/moon-python/blob/main/colab_%ED%8C%8C%EC%9D%BC_%EB%B6%88%EB%9F%AC%EC%98%A4%EA%B8%B0.ipynb" target="_parent"><img src="https://colab.research.google.com/assets/colab-badge.svg" alt="Open In Colab"/></a>

In [ ]:
filename='/content/drive/MyDrive/sdedu/성공적인 마케팅 train.csv'

In [ ]:
import pandas as pd

In [ ]:
data = pd.read_csv(filename)

In [ ]:
data.head()

  order_id product_id  ...         country   total
0   489434      85048  ...  United Kingdom  137.61
1   489434     79323P  ...  United Kingdom  133.65
2   489434     79323W  ...  United Kingdom  133.65
3   489434      22041  ...  United Kingdom  166.32
4   489434      21232  ...  United Kingdom   49.50

[5 rows x 9 columns]